[en]

name=English

welcome=Welcome to Drun Launcher Setup!

description=This will install drun - a fast command-line launcher for Windows.

usage_hint=After installation, type drun <name> to launch any program.

install_dir=Install directory

installing=Installing...

step_copy=Copying

ok=OK

failed=FAILED

file_not_found=Make sure drun.exe, drun-plus.exe, drun-path.exe are in the same folder.

add_path=Adding to PATH...

already_path=Already in PATH

setup_ps=Setting up PowerShell...

ps_skipped=Skipped

complete_title=Installation Complete!

complete_try=Open a NEW terminal and try:

list_all=List all programs

add_program=Add a program

check_install=Check installation

install_path_label=Install path

press_enter=Press Enter to exit...

select_lang=Select language

error_missing=ERROR: Some files could not be installed.

contribute=Contribute translations: WeChat forever870422 / Email 810372789@qq.com



[zh-CN]

name=简体中文

welcome=欢迎使用 Drun Launcher 安装程序！

description=本程序将安装 drun - Windows 极速命令行启动器。

usage_hint=安装后，输入 drun <名称> 即可启动任意程序。

install_dir=安装目录

installing=正在安装...

step_copy=复制

ok=完成

failed=失败

file_not_found=请确保 drun.exe、drun-plus.exe、drun-path.exe 与本程序在同一目录。

add_path=正在添加到 PATH...

already_path=已在 PATH 中

setup_ps=正在配置 PowerShell...

ps_skipped=跳过

complete_title=安装完成！

complete_try=打开新终端，试试:

list_all=列出所有程序

add_program=添加程序

check_install=检查安装状态

install_path_label=安装路径

press_enter=按 Enter 键退出...

select_lang=选择语言

error_missing=错误: 部分文件安装失败。

contribute=



update_not_found=找不到 Drun，请先运行 setup.exe。
update_lang_missing=找不到 lang.ini。
update_config_missing=找不到配置文件，请先运行 setup.exe。
update_current=当前版本
update_checking=正在检查更新
update_check_failed=检查更新失败，请检查网络连接。
update_parse_failed=解析版本信息失败。
update_latest=最新版本
update_uptodate=Drun 已是最新版本！
update_new_version=发现新版本！正在更新...
update_downloading=下载中
update_dl_failed=下载失败，请检查网络连接。
update_done=已更新到
[ja]

name=日本語

welcome=Drun Launcher セットアップへようこそ！

description=Windows用の高速コマンドラインランチャー drun をインストールします。

usage_hint=インストール後、drun <名前> で任意のプログラムを起動できます。

install_dir=インストール先

installing=インストール中...

step_copy=コピー中

ok=完了

failed=失敗

file_not_found=drun.exe等が同じフォルダにあることを確認してください。

add_path=PATH に追加中...

already_path=既に PATH にあります

setup_ps=PowerShell を設定中...

ps_skipped=スキップ

complete_title=インストール完了！

complete_try=新しい端末を開いて試してください:

list_all=すべてのプログラムを表示

add_program=プログラムを追加

check_install=インストール状態を確認

install_path_label=インストールパス

press_enter=Enter キーを押して終了...

select_lang=言語を選択

error_missing=エラー: 一部のファイルをインストールできませんでした。

contribute=翻訳にご協力ください：WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drunが見つかりません。setup.exeを先に実行してください。
update_lang_missing=lang.iniが見つかりません。
update_config_missing=設定が見つかりません。setup.exeを先に実行してください。
update_current=現在のバージョン
update_checking=更新を確認中
update_check_failed=更新の確認に失敗しました。インターネット接続を確認してください。
update_parse_failed=バージョン情報の解析に失敗しました。
update_latest=最新バージョン
update_uptodate=Drunは最新です！
update_new_version=新しいバージョンがあります！更新中...
update_downloading=ダウンロード中
update_dl_failed=ダウンロードに失敗しました。インターネット接続を確認してください。
update_done=更新完了:
[ko]

name=한국어

welcome=Drun Launcher 설치를 환영합니다!

description=Windows용 빠른 명령줄 실행기 drun을 설치합니다.

usage_hint=설치 후 drun <이름>으로 모든 프로그램을 실행할 수 있습니다.

install_dir=설치 디렉토리

installing=설치 중...

step_copy=복사 중

ok=완료

failed=실패

file_not_found=drun.exe 등이 같은 폴더에 있는지 확인하세요.

add_path=PATH에 추가 중...

already_path=이미 PATH에 있음

setup_ps=PowerShell 설정 중...

ps_skipped=건너뜀

complete_title=설치 완료!

complete_try=새 터미널을 열고 시도해 보세요:

list_all=모든 프로그램 나열

add_program=프로그램 추가

check_install=설치 상태 확인

install_path_label=설치 경로

press_enter=Enter 키를 눌러 종료...

select_lang=언어 선택

error_missing=오류: 일부 파일을 설치할 수 없습니다.

contribute=번역에 기여해 주세요: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun을 찾을 수 없습니다. setup.exe를 먼저 실행하세요.
update_lang_missing=lang.ini를 찾을 수 없습니다.
update_config_missing=설정을 찾을 수 없습니다. setup.exe를 먼저 실행하세요.
update_current=현재 버전
update_checking=업데이트 확인 중
update_check_failed=업데이트 확인 실패. 인터넷 연결을 확인하세요.
update_parse_failed=버전 정보 분석 실패.
update_latest=최신 버전
update_uptodate=Drun이 최신 버전입니다!
update_new_version=새 버전이 있습니다! 업데이트 중...
update_downloading=다운로드 중
update_dl_failed=다운로드 실패. 인터넷 연결을 확인하세요.
update_done=업데이트 완료:
[es]

name=Español

welcome=¡Bienvenido al instalador de Drun Launcher!

description=Esto instalará drun - un lanzador rápido para Windows.

usage_hint=Después de la instalación, escribe drun <nombre> para iniciar cualquier programa.

install_dir=Directorio de instalación

installing=Instalando...

step_copy=Copiando

ok=OK

failed=FALLÓ

file_not_found=Asegúrate de que drun.exe, drun-plus.exe, drun-path.exe estén en la misma carpeta.

add_path=Agregando a PATH...

already_path=Ya está en PATH

setup_ps=Configurando PowerShell...

ps_skipped=Omitido

complete_title=¡Instalación completa!

complete_try=Abre una NUEVA terminal e intenta:

list_all=Listar todos los programas

add_program=Agregar un programa

check_install=Verificar instalación

install_path_label=Ruta de instalación

press_enter=Presiona Enter para salir...

select_lang=Seleccionar idioma

error_missing=ERROR: No se pudieron instalar algunos archivos.

contribute=Contribuye con traducciones: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun no encontrado. Ejecute setup.exe primero.
update_lang_missing=lang.ini no encontrado.
update_config_missing=Configuración no encontrada. Ejecute setup.exe primero.
update_current=Versión actual
update_checking=Buscando actualizaciones
update_check_failed=Error al buscar actualizaciones. Verifique su conexión.
update_parse_failed=Error al analizar la versión.
update_latest=Última versión
update_uptodate=¡Drun está actualizado!
update_new_version=¡Nueva versión disponible! Actualizando...
update_downloading=Descargando
update_dl_failed=Descarga fallida. Verifique su conexión.
update_done=Actualizado a
[fr]

name=Français

welcome=Bienvenue dans l'installation de Drun Launcher !

description=Ceci va installer drun - un lanceur rapide pour Windows.

usage_hint=Après l'installation, tapez drun <nom> pour lancer n'importe quel programme.

install_dir=Répertoire d'installation

installing=Installation en cours...

step_copy=Copie

ok=OK

failed=ÉCHEC

file_not_found=Assurez-vous que drun.exe, drun-plus.exe, drun-path.exe sont dans le même dossier.

add_path=Ajout au PATH...

already_path=Déjà dans le PATH

setup_ps=Configuration de PowerShell...

ps_skipped=Ignoré

complete_title=Installation terminée !

complete_try=Ouvrez un NOUVEAU terminal et essayez :

list_all=Lister tous les programmes

add_program=Ajouter un programme

check_install=Vérifier l'installation

install_path_label=Chemin d'installation

press_enter=Appuyez sur Entrée pour quitter...

select_lang=Choisir la langue

error_missing=ERREUR : Certains fichiers n'ont pas pu être installés.

contribute=Contribuez aux traductions : WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun introuvable. Exécutez setup.exe d'abord.
update_lang_missing=lang.ini introuvable.
update_config_missing=Configuration introuvable. Exécutez setup.exe d'abord.
update_current=Version actuelle
update_checking=Recherche de mises à jour
update_check_failed=Échec de la vérification. Vérifiez votre connexion.
update_parse_failed=Échec de l'analyse de la version.
update_latest=Dernière version
update_uptodate=Drun est à jour !
update_new_version=Nouvelle version disponible ! Mise à jour...
update_downloading=Téléchargement
update_dl_failed=Échec du téléchargement. Vérifiez votre connexion.
update_done=Mis à jour vers
[de]

name=Deutsch

welcome=Willkommen beim Drun Launcher Setup!

description=Dies installiert drun - einen schnellen Kommandozeilen-Starter für Windows.

usage_hint=Nach der Installation drun <Name> eingeben, um Programme zu starten.

install_dir=Installationsverzeichnis

installing=Installiere...

step_copy=Kopiere

ok=OK

failed=FEHLGESCHLAGEN

file_not_found=Stellen Sie sicher, dass drun.exe, drun-plus.exe, drun-path.exe im selben Ordner sind.

add_path=Füge zu PATH hinzu...

already_path=Bereits im PATH

setup_ps=Konfiguriere PowerShell...

ps_skipped=Übersprungen

complete_title=Installation abgeschlossen!

complete_try=Öffnen Sie ein NEUES Terminal:

list_all=Alle Programme auflisten

add_program=Programm hinzufügen

check_install=Installation prüfen

install_path_label=Installationspfad

press_enter=Enter drücken zum Beenden...

select_lang=Sprache wählen

error_missing=FEHLER: Einige Dateien konnten nicht installiert werden.

contribute=Übersetzungen beitragen: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun nicht gefunden. Bitte setup.exe zuerst ausführen.
update_lang_missing=lang.ini nicht gefunden.
update_config_missing=Konfiguration nicht gefunden. Bitte setup.exe zuerst ausführen.
update_current=Aktuelle Version
update_checking=Suche nach Updates
update_check_failed=Update-Prüfung fehlgeschlagen. Internetverbindung prüfen.
update_parse_failed=Versionsinformationen konnten nicht analysiert werden.
update_latest=Neueste Version
update_uptodate=Drun ist aktuell!
update_new_version=Neue Version verfügbar! Aktualisiere...
update_downloading=Herunterladen
update_dl_failed=Download fehlgeschlagen. Internetverbindung prüfen.
update_done=Aktualisiert auf
[pt]

name=Português

welcome=Bem-vindo ao instalador do Drun Launcher!

description=Isso instalará o drun - um lançador rápido para Windows.

usage_hint=Após a instalação, digite drun <nome> para iniciar qualquer programa.

install_dir=Diretório de instalação

installing=Instalando...

step_copy=Copiando

ok=OK

failed=FALHOU

file_not_found=Certifique-se de que drun.exe, drun-plus.exe, drun-path.exe estão na mesma pasta.

add_path=Adicionando ao PATH...

already_path=Já está no PATH

setup_ps=Configurando PowerShell...

ps_skipped=Pulado

complete_title=Instalação concluída!

complete_try=Abra um NOVO terminal e tente:

list_all=Listar todos os programas

add_program=Adicionar um programa

check_install=Verificar instalação

install_path_label=Caminho de instalação

press_enter=Pressione Enter para sair...

select_lang=Selecionar idioma

error_missing=ERRO: Alguns arquivos não puderam ser instalados.

contribute=Contribua com traduções: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun não encontrado. Execute setup.exe primeiro.
update_lang_missing=lang.ini não encontrado.
update_config_missing=Configuração não encontrada. Execute setup.exe primeiro.
update_current=Versão atual
update_checking=Verificando atualizações
update_check_failed=Falha ao verificar atualizações. Verifique sua conexão.
update_parse_failed=Falha ao analisar versão.
update_latest=Última versão
update_uptodate=Drun está atualizado!
update_new_version=Nova versão disponível! Atualizando...
update_downloading=Baixando
update_dl_failed=Falha no download. Verifique sua conexão.
update_done=Atualizado para
[ru]

name=Русский

welcome=Добро пожаловать в установку Drun Launcher!

description=Установит drun - быстрый командный лаунчер для Windows.

usage_hint=После установки введите drun <имя> для запуска любой программы.

install_dir=Папка установки

installing=Установка...

step_copy=Копирование

ok=OK

failed=ОШИБКА

file_not_found=Убедитесь, что drun.exe, drun-plus.exe, drun-path.exe находятся в одной папке.

add_path=Добавление в PATH...

already_path=Уже в PATH

setup_ps=Настройка PowerShell...

ps_skipped=Пропущено

complete_title=Установка завершена!

complete_try=Откройте НОВЫЙ терминал и попробуйте:

list_all=Показать все программы

add_program=Добавить программу

check_install=Проверить установку

install_path_label=Путь установки

press_enter=Нажмите Enter для выхода...

select_lang=Выберите язык

error_missing=ОШИБКА: не удалось установить некоторые файлы.

contribute=Помогите с переводом: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun не найден. Запустите setup.exe сначала.
update_lang_missing=lang.ini не найден.
update_config_missing=Конфигурация не найдена. Запустите setup.exe сначала.
update_current=Текущая версия
update_checking=Проверка обновлений
update_check_failed=Ошибка проверки обновлений. Проверьте интернет.
update_parse_failed=Ошибка разбора версии.
update_latest=Последняя версия
update_uptodate=Drun обновлен!
update_new_version=Доступна новая версия! Обновление...
update_downloading=Загрузка
update_dl_failed=Ошибка загрузки. Проверьте интернет.
update_done=Обновлено до
[ar]

name=العربية

welcome=أهلا بك في تثبيت Drun Launcher!

description=سيقوم هذا بتثبيت drun - مشغل سريع لسطر الأوامر لويندوز.

usage_hint=بعد التثبيت، اكتب drun <اسم> لتشغيل أي برنامج.

install_dir=مجلد التثبيت

installing=جار التثبيت...

step_copy=جار النسخ

ok=تم

failed=فشل

file_not_found=تأكد من وجود drun.exe و drun-plus.exe و drun-path.exe في نفس المجلد.

add_path=جار الإضافة إلى PATH...

already_path=موجود بالفعل في PATH

setup_ps=جار إعداد PowerShell...

ps_skipped=تم التخطي

complete_title=اكتمل التثبيت!

complete_try=افتح نافذة طرفية جديدة وجرب:

list_all=عرض كل البرامج

add_program=إضافة برنامج

check_install=التحقق من التثبيت

install_path_label=مسار التثبيت

press_enter=اضغط Enter للخروج...

select_lang=اختر اللغة

error_missing=خطأ: تعذر تثبيت بعض الملفات.

contribute=ساهم في الترجمة: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[hi]

name=हिन्दी

welcome=Drun Launcher सेटअप में आपका स्वागत है!

description=यह drun - Windows के लिए तेज़ लॉन्चर स्थापित करेगा।

usage_hint=drun <नाम> टाइप करें।

install_dir=इंस्टॉल डायरेक्टरी

installing=इंस्टॉल हो रहा है...

step_copy=कॉपी

ok=ठीक

failed=विफल

file_not_found=सुनिश्चित करें कि सभी .exe फ़ाइलें एक ही फोल्डर में हैं।

add_path=PATH में जोड़ रहा है...

already_path=पहले से PATH में

setup_ps=PowerShell सेटअप...

ps_skipped=छोड़ा

complete_title=इंस्टॉल पूर्ण!

complete_try=नया टर्मिनल खोलें:

list_all=सभी दिखाएं

add_program=जोड़ें

check_install=जांचें

install_path_label=पथ

press_enter=Enter दबाएं...

select_lang=भाषा चुनें

error_missing=त्रुटि: कुछ फ़ाइलें इंस्टॉल नहीं हो सकीं।

contribute=अनुवाद में योगदान करें: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[it]

name=Italiano

welcome=Benvenuto nel setup di Drun Launcher!

description=Installerà drun - un veloce launcher per Windows.

usage_hint=Digita drun <nome> per avviare programmi.

install_dir=Directory

installing=Installazione...

step_copy=Copia

ok=OK

failed=FALLITO

file_not_found=Assicurati che i file .exe siano nella stessa cartella.

add_path=Aggiunta a PATH...

already_path=Già nel PATH

setup_ps=Configurazione PowerShell...

ps_skipped=Saltato

complete_title=Installazione completata!

complete_try=Apri un NUOVO terminale:

list_all=Elenca tutti

add_program=Aggiungi

check_install=Verifica

install_path_label=Percorso

press_enter=Premi Enter per uscire...

select_lang=Seleziona lingua

error_missing=ERRORE: Impossibile installare alcuni file.

contribute=Contribuisci alle traduzioni: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[nl]

name=Nederlands

welcome=Welkom bij Drun Launcher Setup!

description=Installeert drun - een snelle starter voor Windows.

usage_hint=Typ drun <naam> om programmas te starten.

install_dir=Installatiemap

installing=Installeren...

step_copy=Kopiëren

ok=OK

failed=MISLUKT

file_not_found=Zorg dat alle .exe bestanden in dezelfde map staan.

add_path=Toevoegen aan PATH...

already_path=Al in PATH

setup_ps=PowerShell instellen...

ps_skipped=Overgeslagen

complete_title=Installatie voltooid!

complete_try=Open een NIEUWE terminal:

list_all=Alles weergeven

add_program=Toevoegen

check_install=Controleren

install_path_label=Pad

press_enter=Druk op Enter om af te sluiten...

select_lang=Taal selecteren

error_missing=FOUT: Sommige bestanden konden niet worden geïnstalleerd.

contribute=Draag bij aan vertalingen: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[pl]

name=Polski

welcome=Witamy w instalatorze Drun Launcher!

description=Zainstaluje drun - szybki launcher dla Windows.

usage_hint=Wpisz drun <nazwa> aby uruchomić program.

install_dir=Katalog

installing=Instalowanie...

step_copy=Kopiowanie

ok=OK

failed=BŁĄD

file_not_found=Upewnij się, że pliki .exe są w tym samym folderze.

add_path=Dodawanie do PATH...

already_path=Już w PATH

setup_ps=Konfiguracja PowerShell...

ps_skipped=Pominięto

complete_title=Instalacja zakończona!

complete_try=Otwórz NOWY terminal:

list_all=Lista

add_program=Dodaj

check_install=Sprawdź

install_path_label=Ścieżka

press_enter=Naciśnij Enter...

select_lang=Wybierz język

error_missing=BŁĄD: Nie udało się zainstalować.

contribute=Wspomóż tłumaczenia: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[tr]

name=Türkçe

welcome=Drun Launcher Kurulumuna Hoş Geldiniz!

description=Windows için hızlı başlatıcı drun.

usage_hint=drun <isim> yazarak program başlatın.

install_dir=Kurulum dizini

installing=Kuruluyor...

step_copy=Kopyalanıyor

ok=Tamam

failed=BAŞARISIZ

file_not_found=.exe dosyalarının aynı klasörde olduğundan emin olun.

add_path=PATH ekleniyor...

already_path=Zaten PATH te

setup_ps=PowerShell ayarlanıyor...

ps_skipped=Atlandı

complete_title=Kurulum Tamamlandı!

complete_try=YENİ terminal açın:

list_all=Listele

add_program=Ekle

check_install=Kontrol et

install_path_label=Yol

press_enter=Çıkmak için Enter...

select_lang=Dil seçin

error_missing=HATA: Bazı dosyalar kurulamadı.

contribute=Çevirilere katkıda bulunun: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[vi]

name=Tiếng Việt

welcome=Chào mừng đến với Drun Launcher!

description=Cài đặt drun - trình khởi chạy nhanh cho Windows.

usage_hint=Gõ drun <tên> để khởi chạy.

install_dir=Thư mục cài đặt

installing=Đang cài đặt...

step_copy=Đang sao chép

ok=OK

failed=THẤT BẠI

file_not_found=Đảm bảo các file .exe ở cùng thư mục.

add_path=Thêm vào PATH...

already_path=Đã có trong PATH

setup_ps=Cấu hình PowerShell...

ps_skipped=Bỏ qua

complete_title=Cài đặt hoàn tất!

complete_try=Mở terminal MỚI:

list_all=Liệt kê

add_program=Thêm

check_install=Kiểm tra

install_path_label=Đường dẫn

press_enter=Nhấn Enter để thoát...

select_lang=Chọn ngôn ngữ

error_missing=LỖI: Không thể cài đặt một số tệp.

contribute=Đóng góp bản dịch: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[th]

name=ภาษาไทย

welcome=ยินดีต้อนรับสู่ Drun Launcher!

description=ติดตั้ง drun - ตัวเรียกใช้คำสั่งที่รวดเร็ว

usage_hint=พิมพ์ drun <ชื่อ> เพื่อเปิดโปรแกรม

install_dir=โฟลเดอร์ติดตั้ง

installing=กำลังติดตั้ง...

step_copy=กำลังคัดลอก

ok=สำเร็จ

failed=ล้มเหลว

file_not_found=ตรวจสอบว่าไฟล์ .exe อยู่ในโฟลเดอร์เดียวกัน

add_path=เพิ่มใน PATH...

already_path=อยู่ใน PATH แล้ว

setup_ps=ตั้งค่า PowerShell...

ps_skipped=ข้าม

complete_title=ติดตั้งเสร็จสมบูรณ์!

complete_try=เปิดเทอร์มินัลใหม่:

list_all=รายการ

add_program=เพิ่ม

check_install=ตรวจสอบ

install_path_label=เส้นทาง

press_enter=กด Enter เพื่อออก...

select_lang=เลือกภาษา

error_missing=ข้อผิดพลาด: ไม่สามารถติดตั้งบางไฟล์ได้

contribute=ร่วมแปลภาษา: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[id]

name=Bahasa Indonesia

welcome=Selamat datang di Drun Launcher!

description=Menginstal drun - peluncur cepat untuk Windows.

usage_hint=Ketik drun <nama> untuk meluncurkan.

install_dir=Direktori instalasi

installing=Menginstal...

step_copy=Menyalin

ok=OK

failed=GAGAL

file_not_found=Pastikan file .exe ada di folder yang sama.

add_path=Menambah ke PATH...

already_path=Sudah di PATH

setup_ps=Mengatur PowerShell...

ps_skipped=Dilewati

complete_title=Instalasi Selesai!

complete_try=Buka terminal BARU:

list_all=Daftar

add_program=Tambah

check_install=Periksa

install_path_label=Jalur

press_enter=Tekan Enter untuk keluar...

select_lang=Pilih bahasa

error_missing=KESALAHAN: Beberapa file tidak dapat diinstal.

contribute=Kontribusi terjemahan: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[uk]

name=Українська

welcome=Ласкаво просимо до Drun Launcher!

description=Встановить drun - швидкий лаунчер для Windows.

usage_hint=Введіть drun <ім'я> для запуску.

install_dir=Папка

installing=Встановлення...

step_copy=Копіювання

ok=OK

failed=ПОМИЛКА

file_not_found=Переконайтеся, що .exe файли в одній папці.

add_path=Додавання до PATH...

already_path=Вже в PATH

setup_ps=Налаштування PowerShell...

ps_skipped=Пропущено

complete_title=Встановлення завершено!

complete_try=Відкрийте НОВИЙ термінал:

list_all=Список

add_program=Додати

check_install=Перевірити

install_path_label=Шлях

press_enter=Натисніть Enter...

select_lang=Виберіть мову

error_missing=ПОМИЛКА: не вдалося встановити.

contribute=Допоможіть з перекладом: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[cs]

name=Čeština

welcome=Vítejte v Drun Launcher!

description=Nainstaluje drun - rychlý spouštěč pro Windows.

usage_hint=Napište drun <název> pro spuštění.

install_dir=Složka

installing=Instalace...

step_copy=Kopírování

ok=OK

failed=SELHÁNÍ

file_not_found=Ujistěte se, že .exe soubory jsou ve stejné složce.

add_path=Přidávání do PATH...

already_path=Již v PATH

setup_ps=Nastavení PowerShell...

ps_skipped=Přeskočeno

complete_title=Instalace dokončena!

complete_try=Otevřete NOVÝ terminál:

list_all=Seznam

add_program=Přidat

check_install=Zkontrolovat

install_path_label=Cesta

press_enter=Stiskněte Enter...

select_lang=Vyberte jazyk

error_missing=CHYBA: Některé soubory se nepodařilo nainstalovat.

contribute=Přispějte překlady: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[sv]

name=Svenska

welcome=Välkommen till Drun Launcher!

description=Installerar drun - snabb startare för Windows.

usage_hint=Skriv drun <namn> för att starta program.

install_dir=Mapp

installing=Installerar...

step_copy=Kopierar

ok=OK

failed=MISSLYCKADES

file_not_found=Se till att .exe-filerna finns i samma mapp.

add_path=Lägger till i PATH...

already_path=Redan i PATH

setup_ps=Konfigurerar PowerShell...

ps_skipped=Hoppades över

complete_title=Installationen klar!

complete_try=Öppna en NY terminal:

list_all=Lista

add_program=Lägg till

check_install=Kontrollera

install_path_label=Sökväg

press_enter=Tryck Enter för att avsluta...

select_lang=Välj språk

error_missing=FEL: Vissa filer kunde inte installeras.

contribute=Bidra med översättningar: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[no]

name=Norsk

welcome=Velkommen til Drun Launcher!

description=Installerer drun - rask starter for Windows.

usage_hint=Skriv drun <navn> for å starte.

install_dir=Mappe

installing=Installerer...

step_copy=Kopierer

ok=OK

failed=MISLYKTES

file_not_found=Sørg for at .exe-filene er i samme mappe.

add_path=Legger til i PATH...

already_path=Allerede i PATH

setup_ps=Konfigurerer PowerShell...

ps_skipped=Hoppet over

complete_title=Installasjon fullført!

complete_try=Åpne en NY terminal:

list_all=List

add_program=Legg til

check_install=Sjekk

install_path_label=Bane

press_enter=Trykk Enter for å avslutte...

select_lang=Velg språk

error_missing=FEIL: Noen filer kunne ikke installeres.

contribute=Bidra med oversettelser: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[fi]

name=Suomi

welcome=Tervetuloa Drun Launcheriin!

description=Asentaa drun - nopea käynnistin Windowsille.

usage_hint=Kirjoita drun <nimi> käynnistääksesi.

install_dir=Kansio

installing=Asennetaan...

step_copy=Kopioidaan

ok=OK

failed=EPÄONNISTUI

file_not_found=Varmista että .exe-tiedostot ovat samassa kansiossa.

add_path=Lisätään PATHiin...

already_path=Jo PATHissa

setup_ps=Määritetään PowerShell...

ps_skipped=Ohitettu

complete_title=Asennus valmis!

complete_try=Avaa UUSI pääte:

list_all=Luetteloi

add_program=Lisää

check_install=Tarkista

install_path_label=Polku

press_enter=Paina Enter poistuaksesi...

select_lang=Valitse kieli

error_missing=VIRHE: Joitakin tiedostoja ei voitu asentaa.

contribute=Osallistu käännöksiin: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[da]

name=Dansk

welcome=Velkommen til Drun Launcher!

description=Installerer drun - hurtig starter til Windows.

usage_hint=Skriv drun <navn> for at starte.

install_dir=Mappe

installing=Installerer...

step_copy=Kopierer

ok=OK

failed=FEJLEDE

file_not_found=Sørg for at .exe-filerne er i samme mappe.

add_path=Tilføjer til PATH...

already_path=Allerede i PATH

setup_ps=Konfigurerer PowerShell...

ps_skipped=Sprunget over

complete_title=Installation fuldført!

complete_try=Åbn en NY terminal:

list_all=List

add_program=Tilføj

check_install=Tjek

install_path_label=Sti

press_enter=Tryk Enter for at afslutte...

select_lang=Vælg sprog

error_missing=FEJL: Nogle filer kunne ikke installeres.

contribute=Bidrag med oversættelser: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[el]

name=Ελληνικά

welcome=Καλώς ήρθατε στο Drun Launcher!

description=Εγκατάσταση drun - γρήγορος εκκινητής για Windows.

usage_hint=Πληκτρολογήστε drun <όνομα>.

install_dir=Φάκελος

installing=Εγκατάσταση...

step_copy=Αντιγραφή

ok=OK

failed=ΑΠΕΤΥΧΕ

file_not_found=Βεβαιωθείτε ότι τα .exe είναι στον ίδιο φάκελο.

add_path=Προσθήκη στο PATH...

already_path=Ήδη στο PATH

setup_ps=Ρύθμιση PowerShell...

ps_skipped=Παραλείφθηκε

complete_title=Εγκατάσταση ολοκληρώθηκε!

complete_try=Ανοίξτε ΝΕΟ τερματικό:

list_all=Λίστα

add_program=Προσθήκη

check_install=Έλεγχος

install_path_label=Διαδρομή

press_enter=Πατήστε Enter...

select_lang=Επιλογή γλώσσας

error_missing=ΣΦΑΛΜΑ: Ορισμένα αρχεία δεν εγκαταστάθηκαν.

contribute=Συνεισφέρετε μεταφράσεις: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[hu]

name=Magyar

welcome=Üdvözli a Drun Launcher!

description=Telepíti a drun - gyors indító Windows-hoz.

usage_hint=Írja be: drun <név>.

install_dir=Könyvtár

installing=Telepítés...

step_copy=Másolás

ok=OK

failed=SIKERTELEN

file_not_found=Győződjön meg róla, hogy az .exe fájlok egy mappában vannak.

add_path=Hozzáadás a PATH-hoz...

already_path=Már a PATH-ban

setup_ps=PowerShell beállítása...

ps_skipped=Kihagyva

complete_title=Telepítés kész!

complete_try=Nyisson ÚJ terminált:

list_all=Listázás

add_program=Hozzáadás

check_install=Ellenőrzés

install_path_label=Útvonal

press_enter=Enter a kilépéshez...

select_lang=Nyelv választása

error_missing=HIBA: Néhány fájlt nem sikerült telepíteni.

contribute=Fordításokhoz hozzájárulás: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[ro]

name=Română

welcome=Bun venit la Drun Launcher!

description=Instalează drun - lansator rapid pentru Windows.

usage_hint=Tastați drun <nume>.

install_dir=Director

installing=Se instalează...

step_copy=Se copiază

ok=OK

failed=EȘUAT

file_not_found=Asigurați-vă că fișierele .exe sunt în același folder.

add_path=Se adaugă în PATH...

already_path=Deja în PATH

setup_ps=Configurare PowerShell...

ps_skipped=Omis

complete_title=Instalare completă!

complete_try=Deschideți un terminal NOU:

list_all=Listare

add_program=Adăugare

check_install=Verificare

install_path_label=Cale

press_enter=Apăsați Enter...

select_lang=Selectați limba

error_missing=EROARE: Unele fișiere nu au putut fi instalate.

contribute=Contribuiți cu traduceri: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[he]

name=עברית

welcome=ברוכים הבאים ל-Drun Launcher!

description=יתקין את drun - מפעיל מהיר ל-Windows.

usage_hint=הקלד drun <שם>.

install_dir=תיקייה

installing=מתקין...

step_copy=מעתיק

ok=בסדר

failed=נכשל

file_not_found=ודא שקובצי ה-.exe נמצאים באותה תיקייה.

add_path=מוסיף ל-PATH...

already_path=כבר ב-PATH

setup_ps=מגדיר PowerShell...

ps_skipped=דולג

complete_title=ההתקנה הושלמה!

complete_try=פתח מסוף חדש:

list_all=הצג

add_program=הוסף

check_install=בדוק

install_path_label=נתיב

press_enter=לחץ Enter ליציאה...

select_lang=בחר שפה

error_missing=שגיאה: לא ניתן היה להתקין חלק מהקבצים.

contribute=תרמו תרגומים: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[ca]

name=Català

welcome=Benvingut al Drun Launcher!

description=Instal·larà drun - llançador ràpid per a Windows.

usage_hint=Escriu drun <nom>.

install_dir=Directori

installing=Instal·lant...

step_copy=Copiant

ok=OK

failed=HA FALLAT

file_not_found=Assegura't que els .exe són a la mateixa carpeta.

add_path=Afegint a PATH...

already_path=Ja és a PATH

setup_ps=Configurant PowerShell...

ps_skipped=Omès

complete_title=Instal·lació completada!

complete_try=Obre un NOU terminal:

list_all=Llista

add_program=Afegeix

check_install=Comprova

install_path_label=Ruta

press_enter=Prem Enter per sortir...

select_lang=Selecciona idioma

error_missing=ERROR: No s'han pogut instal·lar alguns fitxers.

contribute=Contribueix amb traduccions: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[sk]

name=Slovenčina

welcome=Vitajte v Drun Launcher!

description=Nainštaluje drun - rýchly spúšťač pre Windows.

usage_hint=Napíšte drun <názov>.

install_dir=Priečinok

installing=Inštaluje sa...

step_copy=Kopíruje sa

ok=OK

failed=ZLYHALO

file_not_found=Uistite sa, že .exe súbory sú v rovnakom priečinku.

add_path=Pridáva sa do PATH...

already_path=Už v PATH

setup_ps=Nastavuje sa PowerShell...

ps_skipped=Preskočené

complete_title=Inštalácia dokončená!

complete_try=Otvorte NOVÝ terminál:

list_all=Zoznam

add_program=Pridať

check_install=Skontrolovať

install_path_label=Cesta

press_enter=Stlačte Enter...

select_lang=Vyberte jazyk

error_missing=CHYBA: Niektoré súbory sa nepodarilo nainštalovať.

contribute=Prispejte prekladmi: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[bg]

name=Български

welcome=Добре дошли в Drun Launcher!

description=Инсталира drun - бърз стартер за Windows.

usage_hint=Въведете drun <име>.

install_dir=Папка

installing=Инсталиране...

step_copy=Копиране

ok=OK

failed=НЕУСПЕХ

file_not_found=Уверете се, че .exe файловете са в една папка.

add_path=Добавяне в PATH...

already_path=Вече в PATH

setup_ps=Настройка на PowerShell...

ps_skipped=Пропуснато

complete_title=Инсталацията завършена!

complete_try=Отворете НОВ терминал:

list_all=Списък

add_program=Добави

check_install=Провери

install_path_label=Път

press_enter=Натиснете Enter...

select_lang=Изберете език

error_missing=ГРЕШКА: Някои файлове не можаха да се инсталират.

contribute=Допринесете с преводи: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[hr]

name=Hrvatski

welcome=Dobrodošli u Drun Launcher!

description=Instalira drun - brzi pokretač za Windows.

usage_hint=Upišite drun <ime>.

install_dir=Mapa

installing=Instalacija...

step_copy=Kopiranje

ok=OK

failed=NEUSPJEH

file_not_found=Provjerite jesu li .exe datoteke u istoj mapi.

add_path=Dodavanje u PATH...

already_path=Već u PATH

setup_ps=Postavljanje PowerShell...

ps_skipped=Preskočeno

complete_title=Instalacija dovršena!

complete_try=Otvorite NOVI terminal:

list_all=Prikaži

add_program=Dodaj

check_install=Provjeri

install_path_label=Putanja

press_enter=Pritisnite Enter...

select_lang=Odaberite jezik

error_missing=GREŠKA: Neke datoteke nije bilo moguće instalirati.

contribute=Doprinesite prijevodima: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[sr]

name=Српски

welcome=Добро дошли у Drun Launcher!

description=Инсталира drun - брзи покретач за Windows.

usage_hint=Унесите drun <име>.

install_dir=Фасцикла

installing=Инсталација...

step_copy=Копирање

ok=OK

failed=НЕУСПЕХ

file_not_found=Проверите да ли су .exe датотеке у истој фасцикли.

add_path=Додавање у PATH...

already_path=Већ у PATH

setup_ps=Подешавање PowerShell...

ps_skipped=Прескочено

complete_title=Инсталација завршена!

complete_try=Отворите НОВИ терминал:

list_all=Прикажи

add_program=Додај

check_install=Провери

install_path_label=Путања

press_enter=Притисните Enter...

select_lang=Изаберите језик

error_missing=ГРЕШКА: Неке датотеке није могуће инсталирати.

contribute=Допринесите преводима: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[sl]

name=Slovenščina

welcome=Dobrodošli v Drun Launcher!

description=Namesti drun - hiter zaganjalnik za Windows.

usage_hint=Vnesite drun <ime>.

install_dir=Mapa

installing=Nameščanje...

step_copy=Kopiranje

ok=OK

failed=NEUSPEH

file_not_found=Prepričajte se, da so .exe datoteke v isti mapi.

add_path=Dodajanje v PATH...

already_path=Že v PATH

setup_ps=Nastavljanje PowerShell...

ps_skipped=Preskočeno

complete_title=Namestitev končana!

complete_try=Odprite NOV terminal:

list_all=Seznam

add_program=Dodaj

check_install=Preveri

install_path_label=Pot

press_enter=Pritisnite Enter...

select_lang=Izberite jezik

error_missing=NAPAKA: Nekaterih datotek ni bilo mogoče namestiti.

contribute=Prispevajte prevode: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[lt]

name=Lietuvių

welcome=Sveiki atvykę į Drun Launcher!

description=Įdiegs drun - greitą paleidiklį Windows.

usage_hint=Įveskite drun <pavadinimas>.

install_dir=Katalogas

installing=Diegiama...

step_copy=Kopijuojama

ok=Gerai

failed=NEPAVYKO

file_not_found=Įsitikinkite, kad .exe failai yra tame pačiame aplanke.

add_path=Pridedama prie PATH...

already_path=Jau PATH

setup_ps=Konfigūruojama PowerShell...

ps_skipped=Praleista

complete_title=Diegimas baigtas!

complete_try=Atidarykite NAUJĄ terminalą:

list_all=Rodyti

add_program=Pridėti

check_install=Tikrinti

install_path_label=Kelias

press_enter=Paspauskite Enter...

select_lang=Pasirinkite kalbą

error_missing=KLAIDA: Nepavyko įdiegti kai kurių failų.

contribute=Prisidėkite prie vertimų: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[lv]

name=Latviešu

welcome=Laipni lūdzam Drun Launcher!

description=Instalēs drun - ātro palaidēju Windows.

usage_hint=Ierakstiet drun <nosaukums>.

install_dir=Mape

installing=Instalē...

step_copy=Kopē

ok=OK

failed=NEIZDEVĀS

file_not_found=Pārliecinieties, ka .exe faili ir tajā pašā mapē.

add_path=Pievieno PATH...

already_path=Jau PATH

setup_ps=Konfigurē PowerShell...

ps_skipped=Izlaists

complete_title=Instalācija pabeigta!

complete_try=Atveriet JAUNU termināli:

list_all=Saraksts

add_program=Pievienot

check_install=Pārbaudīt

install_path_label=Ceļš

press_enter=Nospiediet Enter...

select_lang=Izvēlieties valodu

error_missing=KĻŪDA: Dažus failus neizdevās instalēt.

contribute=Piedalieties tulkošanā: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[et]

name=Eesti

welcome=Tere tulemast Drun Launcherisse!

description=Paigaldab drun - kiire käivitaja Windowsile.

usage_hint=Sisestage drun <nimi>.

install_dir=Kaust

installing=Paigaldamine...

step_copy=Kopeerimine

ok=OK

failed=EBAÕNNESTUS

file_not_found=Veenduge, et .exe failid on samas kaustas.

add_path=Lisamine PATHi...

already_path=Juba PATHis

setup_ps=PowerShelli seadistamine...

ps_skipped=Vahele jäetud

complete_title=Paigaldamine lõpetatud!

complete_try=Avage UUS terminal:

list_all=Kuva

add_program=Lisa

check_install=Kontrolli

install_path_label=Tee

press_enter=Vajutage Enter...

select_lang=Vali keel

error_missing=VIGA: Mõnda faili ei õnnestunud paigaldada.

contribute=Aita tõlgetega: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[sw]

name=Kiswahili

welcome=Karibu kwenye Drun Launcher!

description=Inasakinisha drun - kizindua haraka kwa Windows.

usage_hint=Andika drun <jina>.

install_dir=Folda

installing=Inasakinisha...

step_copy=Inakili

ok=Sawa

failed=IMESHINDWA

file_not_found=Hakikisha faili za .exe ziko kwenye folda moja.

add_path=Inaongeza kwenye PATH...

already_path=Tayari PATH

setup_ps=Inasanidi PowerShell...

ps_skipped=Imerukwa

complete_title=Usakinishaji Umekamilika!

complete_try=Fungua terminal MPYA:

list_all=Orodhesha

add_program=Ongeza

check_install=Angalia

install_path_label=Njia

press_enter=Bonyeza Enter...

select_lang=Chagua lugha

error_missing=HITILAFU: Baadhi ya faili haziwezi kusakinishwa.

contribute=Changia tafsiri: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[ms]

name=Bahasa Melayu

welcome=Selamat datang ke Drun Launcher!

description=Memasang drun - pelancar pantas untuk Windows.

usage_hint=Taip drun <nama>.

install_dir=Direktori

installing=Memasang...

step_copy=Menyalin

ok=OK

failed=GAGAL

file_not_found=Pastikan fail .exe berada dalam folder yang sama.

add_path=Menambah ke PATH...

already_path=Sudah dalam PATH

setup_ps=Menyediakan PowerShell...

ps_skipped=Dilangkau

complete_title=Pemasangan Selesai!

complete_try=Buka terminal BAHARU:

list_all=Senarai

add_program=Tambah

check_install=Periksa

install_path_label=Laluan

press_enter=Tekan Enter untuk keluar...

select_lang=Pilih bahasa

error_missing=RALAT: Beberapa fail tidak dapat dipasang.

contribute=Sumbang terjemahan: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[fil]

name=Filipino

welcome=Maligayang pagdating sa Drun Launcher!

description=Nag-i-install ng drun - mabilis na launcher para sa Windows.

usage_hint=I-type ang drun <pangalan>.

install_dir=Folder

installing=Nag-i-install...

step_copy=Kinokopya

ok=OK

failed=BIGO

file_not_found=Tiyaking ang mga .exe file ay nasa parehong folder.

add_path=Idinaragdag sa PATH...

already_path=Nasa PATH na

setup_ps=Sina-setup ang PowerShell...

ps_skipped=Nilaktawan

complete_title=Kumpleto ang Pag-install!

complete_try=Magbukas ng BAGONG terminal:

list_all=Ilista

add_program=Magdagdag

check_install=Suriin

install_path_label=Landas

press_enter=Pindutin ang Enter...

select_lang=Pumili ng wika

error_missing=ERROR: Hindi ma-install ang ilang mga file.

contribute=Mag-ambag ng mga salin: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[zh-TW]

name=繁體中文

welcome=歡迎使用 Drun Launcher 安裝程式！

description=本程式將安裝 drun - Windows 極速命令列啟動器。

usage_hint=安裝後，輸入 drun <名稱> 即可啟動任意程式。

install_dir=安裝目錄

installing=正在安裝...

step_copy=複製

ok=完成

failed=失敗

file_not_found=請確保 drun.exe、drun-plus.exe、drun-path.exe 與本程式在同一目錄。

add_path=正在新增到 PATH...

already_path=已在 PATH 中

setup_ps=正在設定 PowerShell...

ps_skipped=跳過

complete_title=安裝完成！

complete_try=開啟新終端機，試試:

list_all=列出所有程式

add_program=新增程式

check_install=檢查安裝狀態

install_path_label=安裝路徑

press_enter=按 Enter 鍵退出...

select_lang=選擇語言

error_missing=錯誤: 部分檔案安裝失敗。

contribute=貢獻翻譯：WeChat forever870422 / Email 810372789@qq.com



update_not_found=找不到 Drun，請先執行 setup.exe。
update_lang_missing=找不到 lang.ini。
update_config_missing=找不到設定檔，請先執行 setup.exe。
update_current=目前版本
update_checking=正在檢查更新
update_check_failed=檢查更新失敗，請檢查網路連線。
update_parse_failed=解析版本資訊失敗。
update_latest=最新版本
update_uptodate=Drun 已是最新版本！
update_new_version=發現新版本！正在更新...
update_downloading=下載中
update_dl_failed=下載失敗，請檢查網路連線。
update_done=已更新到
[bn]

name=বাংলা

welcome=Drun Launcher-এ স্বাগতম!

description=Windows-এর জন্য দ্রুত লঞ্চার drun ইনস্টল করবে।

usage_hint=drun <নাম> টাইপ করুন।

install_dir=ফোল্ডার

installing=ইনস্টল হচ্ছে...

step_copy=কপি হচ্ছে

ok=ঠিক

failed=ব্যর্থ

file_not_found=নিশ্চিত করুন .exe ফাইল একই ফোল্ডারে আছে।

add_path=PATH-এ যোগ হচ্ছে...

already_path=ইতিমধ্যে PATH-এ

setup_ps=PowerShell সেটআপ...

ps_skipped=এড়ানো হয়েছে

complete_title=ইনস্টল সম্পূর্ণ!

complete_try=নতুন টার্মিনাল খুলুন:

list_all=তালিকা

add_program=যোগ করুন

check_install=পরীক্ষা

install_path_label=পথ

press_enter=প্রস্থান করতে Enter...

select_lang=ভাষা নির্বাচন

error_missing=ত্রুটি: কিছু ফাইল ইনস্টল করা যায়নি।

contribute=অনুবাদে অবদান রাখুন: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[ur]

name=اردو

welcome=Drun Launcher میں خوش آمدید!

description=Windows کے لیے تیز لانچر drun انسٹال کرے گا۔

usage_hint=drun <نام> ٹائپ کریں۔

install_dir=فولڈر

installing=انسٹال ہو رہا ہے...

step_copy=کاپی ہو رہا ہے

ok=ٹھیک

failed=ناکام

file_not_found=یقینی بنائیں .exe فائلیں ایک ہی فولڈر میں ہیں۔

add_path=PATH میں شامل...

already_path=پہلے سے PATH میں

setup_ps=PowerShell سیٹ اپ...

ps_skipped=چھوڑ دیا

complete_title=انسٹالیشن مکمل!

complete_try=نیا ٹرمینل کھولیں:

list_all=فہرست

add_program=شامل کریں

check_install=چیک

install_path_label=راستہ

press_enter=باہر نکلنے کے لیے Enter...

select_lang=زبان منتخب کریں

error_missing=خرابی: کچھ فائلیں انسٹال نہیں ہو سکیں۔

contribute=ترجمے میں تعاون کریں: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[fa]

name=فارسی

welcome=به Drun Launcher خوش آمدید!

description=drun - راه‌انداز سریع خط فرمان برای Windows نصب می‌کند.

usage_hint=drun <نام> تایپ کنید.

install_dir=پوشه

installing=در حال نصب...

step_copy=در حال کپی

ok=تایید

failed=ناموفق

file_not_found=مطمئن شوید فایل‌های .exe در یک پوشه هستند.

add_path=افزودن به PATH...

already_path=قبلا در PATH

setup_ps=تنظیم PowerShell...

ps_skipped=رد شد

complete_title=نصب کامل شد!

complete_try=ترمینال جدید باز کنید:

list_all=لیست

add_program=افزودن

check_install=بررسی

install_path_label=مسیر

press_enter=Enter برای خروج...

select_lang=انتخاب زبان

error_missing=خطا: برخی فایل‌ها نصب نشدند.

contribute=در ترجمه مشارکت کنید: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[ta]

name=தமிழ்

welcome=Drun Launcher-க்கு வரவேற்கிறோம்!

description=Windows-க்கான வேகமான launcher drun-ஐ நிறுவும்.

usage_hint=drun <பெயர்> தட்டச்சு செய்க.

install_dir=கோப்புறை

installing=நிறுவுகிறது...

step_copy=நகலெடுக்கிறது

ok=சரி

failed=தோல்வி

file_not_found=.exe கோப்புகள் ஒரே கோப்புறையில் உள்ளதா என உறுதிசெய்க.

add_path=PATH-இல் சேர்க்கிறது...

already_path=ஏற்கனவே PATH-இல்

setup_ps=PowerShell அமைப்பு...

ps_skipped=தவிர்க்கப்பட்டது

complete_title=நிறுவல் முடிந்தது!

complete_try=புதிய முனையத்தை திற:

list_all=பட்டியல்

add_program=சேர்

check_install=சரிபார்

install_path_label=பாதை

press_enter=வெளியேற Enter...

select_lang=மொழியை தேர்ந்தெடு

error_missing=பிழை: சில கோப்புகளை நிறுவ முடியவில்லை.

contribute=மொழிபெயர்ப்பில் பங்களிக்கவும்: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[te]

name=తెలుగు

welcome=Drun Launcher కు స్వాగతం!

description=Windows కోసం వేగవంతమైన లాంచర్ drun ను ఇన్uస్టాల్ చేస్తుంది.

usage_hint=drun <పేరు> టైప్ చేయండి.

install_dir=ఫోల్డర్

installing=ఇన్uస్టాల్ అవుతోంది...

step_copy=కాపీ అవుతోంది

ok=సరే

failed=విఫలం

file_not_found=.exe ఫైల్uలు ఒకే ఫోల్డర్uలో ఉన్నాయని నిర్ధారించుకోండి.

add_path=PATH కి జోడిస్తోంది...

already_path=ఇప్పటికే PATH లో

setup_ps=PowerShell సెటప్...

ps_skipped=దాటవేయబడింది

complete_title=ఇన్uస్టాలేషన్ పూర్తయింది!

complete_try=కొత్త టెర్మినల్ తెరవండి:

list_all=జాబితా

add_program=జోడించు

check_install=తనిఖీ

install_path_label=మార్గం

press_enter=నిష్క్రమించడానికి Enter...

select_lang=భాషను ఎంచుకోండి

error_missing=లోపం: కొన్ని ఫైల్uలను ఇన్uస్టాల్ చేయలేకపోయాము.

contribute=అనువాదాలకు సహకరించండి: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[mr]

name=मराठी

welcome=Drun Launcher मध्ये आपले स्वागत आहे!

description=Windows साठी जलद लाँचर drun स्थापित करेल.

usage_hint=drun <नाव> टाइप करा.

install_dir=फोल्डर

installing=स्थापित होत आहे...

step_copy=कॉपी होत आहे

ok=ठीक

failed=अयशस्वी

file_not_found=.exe फायली एकाच फोल्डरमध्ये आहेत याची खात्री करा.

add_path=PATH मध्ये जोडत आहे...

already_path=आधीच PATH मध्ये

setup_ps=PowerShell सेटअप...

ps_skipped=वगळले

complete_title=स्थापना पूर्ण!

complete_try=नवीन टर्मिनल उघडा:

list_all=यादी

add_program=जोडा

check_install=तपासा

install_path_label=मार्ग

press_enter=बाहेर पडण्यासाठी Enter...

select_lang=भाषा निवडा

error_missing=त्रुटी: काही फायली स्थापित करता आल्या नाहीत.

contribute=भाषांतरात योगदान द्या: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[gu]

name=ગુજરાતી

welcome=Drun Launcher માં આપનું સ્વાગત છે!

description=Windows માટે ઝડપી લોંચર drun ઇન્સ્ટોલ કરશે.

usage_hint=drun <નામ> ટાઇપ કરો.

install_dir=ફોલ્ડર

installing=ઇન્સ્ટોલ થઈ રહ્યું છે...

step_copy=કૉપિ થઈ રહી છે

ok=બરાબર

failed=નિષ્ફળ

file_not_found=.exe ફાઇલો એક જ ફોલ્ડરમાં છે તેની ખાતરી કરો.

add_path=PATH માં ઉમેરી રહ્યા...

already_path=પહેલાથી PATH માં

setup_ps=PowerShell સેટઅપ...

ps_skipped=છોડ્યું

complete_title=ઇન્સ્ટોલેશન પૂર્ણ!

complete_try=નવું ટર્મિનલ ખોલો:

list_all=યાદી

add_program=ઉમેરો

check_install=તપાસો

install_path_label=પાથ

press_enter=બહાર નીકળવા Enter...

select_lang=ભાષા પસંદ કરો

error_missing=ભૂલ: કેટલીક ફાઇલો ઇન્સ્ટોલ કરી શકાઈ નહીં.

contribute=અનુવાદમાં ફાળો આપો: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[kn]

name=ಕನ್ನಡ

welcome=Drun Launcher ಗೆ ಸ್ವಾಗತ!

description=Windows ಗಾಗಿ ವೇಗದ ಲಾಂಚರ್ drun ಅನ್ನು ಸ್ಥಾಪಿಸುತ್ತದೆ.

usage_hint=drun <ಹೆಸರು> ಟೈಪ್ ಮಾಡಿ.

install_dir=ಫೋಲ್ಡರ್

installing=ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ...

step_copy=ನಕಲಿಸಲಾಗುತ್ತಿದೆ

ok=ಸರಿ

failed=ವಿಫಲ

file_not_found=.exe ಫೈಲ್uಗಳು ಒಂದೇ ಫೋಲ್ಡರ್uನಲ್ಲಿವೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.

add_path=PATH ಗೆ ಸೇರಿಸಲಾಗುತ್ತಿದೆ...

already_path=ಈಗಾಗಲೇ PATH ನಲ್ಲಿ

setup_ps=PowerShell ಸೆಟಪ್...

ps_skipped=ಬಿಟ್ಟುಬಿಡಲಾಗಿದೆ

complete_title=ಸ್ಥಾಪನೆ ಪೂರ್ಣಗೊಂಡಿದೆ!

complete_try=ಹೊಸ ಟರ್ಮಿನಲ್ ತೆರೆಯಿರಿ:

list_all=ಪಟ್ಟಿ

add_program=ಸೇರಿಸಿ

check_install=ಪರಿಶೀಲಿಸಿ

install_path_label=ಮಾರ್ಗ

press_enter=ನಿರ್ಗಮಿಸಲು Enter...

select_lang=ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ

error_missing=ದೋಷ: ಕೆಲವು ಫೈಲ್uಗಳನ್ನು ಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

contribute=ಅನುವಾದಗಳಿಗೆ ಕೊಡುಗೆ ನೀಡಿ: WeChat forever870422 / Email 810372789@qq.com



update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to
[ml]

name=മലയാളം

welcome=Drun Launcher-ലേക്ക് സ്വാഗതം!

description=Windows-ന് വേഗതയേറിയ ലോഞ്ചർ drun ഇൻസ്റ്റാൾ ചെയ്യും.

usage_hint=drun <പേര്> ടൈപ്പ് ചെയ്യുക.

install_dir=ഫോൾഡർ

installing=ഇൻസ്റ്റാൾ ചെയ്യുന്നു...

step_copy=പകർത്തുന്നു

ok=ശരി

failed=പരാജയപ്പെട്ടു

file_not_found=.exe ഫയലുകൾ ഒരേ ഫോൾഡറിൽ ആണെന്ന് ഉറപ്പാക്കുക.

add_path=PATH-ലേക്ക് ചേർക്കുന്നു...

already_path=ഇതിനകം PATH-ൽ

setup_ps=PowerShell സജ്ജീകരണം...

ps_skipped=ഒഴിവാക്കി

complete_title=ഇൻസ്റ്റാളേഷൻ പൂർത്തിയായി!

complete_try=പുതിയ ടെർമിനൽ തുറക്കുക:

list_all=പട്ടിക

add_program=ചേർക്കുക

check_install=പരിശോധിക്കുക

install_path_label=പാത

press_enter=പുറത്തുകടക്കാൻ Enter...

select_lang=ഭാഷ തിരഞ്ഞെടുക്കുക

error_missing=പിശക്: ചില ഫയലുകൾ ഇൻസ്റ്റാൾ ചെയ്യാൻ കഴിഞ്ഞില്ല.

contribute=വിവർത്തനങ്ങളിൽ സംഭാവന ചെയ്യുക: WeChat forever870422 / Email 810372789@qq.com


update_not_found=Drun not found. Please run setup.exe first.
update_lang_missing=lang.ini not found.
update_config_missing=Config not found. Please run setup.exe first.
update_current=Current version
update_checking=Checking for updates
update_check_failed=Failed to check for updates. Check your internet connection.
update_parse_failed=Failed to parse version info.
update_latest=Latest version
update_uptodate=Drun is up to date!
update_new_version=New version available! Updating...
update_downloading=Downloading
update_dl_failed=Download failed. Please check your internet connection.
update_done=Updated to